Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: His research and teaching is specialized on Chinese politics, including state-society relations, social and economic reforms, and Chinese actors and interests in international politics.
nb: Hans forskning og undervisning er spesialisert på kinesisk politikk, inkludert stat-samfunn relasjoner, sosiale og økonomiske reformer og kinesiske aktører og interesser i internasjonal politikk

source: Event: The International Cyber Diplomacy Agenda, with Karsten Geier (Cyber coordinator MfA Germany), Tim Stevens (Kings College) and Lilly Muller (NUPI), NUPIs Cyber Security Centre.
nb: Internasjonal Politikk og Cyberspace, med Karsten Geier (Cyberkoordinator UD, Tyskland), Tim Stevens (Kings College) og Lilly Muller, NUPIs Cyber Security Centre.

source: By linking offshore discursively to the ‘expat experience’, HSBC normalizes offshore banking and even making it necessary for the expatriates.
nb: Slik normaliserer HSBC bankvirksomhet offshore, ja sågar til å framstille disse tjenestene som nødvendige for ekspatriatene.

source: Emerging powers and global development
nb: Nye stormakter og global utvikling:

source: Book launch: Taxing Africa – Coercion, Reform and Development
nb: Skatt i Afrika – tvang, reform og utvikling

source: (in Norwegian), edited by Arne Melchior (NUPI) and Frode Nilssen (Nord University Business School).
nb: , redigert av Arne Melchior (NUPI) og Frode Nilssen, (Handelshøgskolen, Nord universitet).

source: Deputy board members are Geir Ulfstein (Institutt for Public Law), Gunhild Hoogensen Gjørv (University of Tromsø), Julie Wilhelmsen (NUPI) and Karsten Friis (NUPI).
nb: Varamedlemmer er Geir Ulfstein (Institutt for offentlig rett), Gunhild Hoogensen Gjørv (Universitetet i Tromsø), Julie Wilhelmsen (NUPI) og Karsten Friis (NUPI).

source: The joint report looks into Chinese investment trends, related debates and policy implications in 18 individual countries and in the EU region overall.
nb: Den felles-europeiske rapporten studerer investeringstrender, relaterte debatter og politiske forhold i 18 individuelle land samt i hele EU-regionen.

source: External events and publications:
nb: Eksterne arrangementer og publikasjoner:

source: In this new book and his lecture at NUPI, Professor David Shambaugh will explore these potential pathways to China's future, as well as the many complexities in China today.
nb: I sin nye bok, og i sin forelesning ved NUPI, vil Professor David Shambaugh diskutere de ulike retningene Kina kan ta framover, og i tillegg gjør han rede for hvor komplekst Kina egentlig er.

source: The developments analysed in the brief have significant implications for the role of the G20 in shaping the 2030 Agenda and for how Norway can best engage with it.
nb: Utviklingene som trekkes frem i denne policy briefen har betydelige implikasjoner for rollen G20 spiller i utformingen av 2030-agendaen og sier noe om hvordan Norge på best mulig måte kan involvere seg i dette arbeidet.

source: The peace between Ethiopia and Eritrea is not consolidated yet, either.
nb: Freden mellom Etiopia og Eritrea har ennå ikke befestet seg.

source: Project Manager Stein Sundstøl Eriksen gives three key recommendations for Norwegian authorities.
nb: Prosjektleder Stein Sundstøl Eriksen gir tre hovedråd til norske myndigheter.

source: At the same time, however, another foreign fighter mobilization was taking place in Europe as at least 17 000 individuals (mostly Russians but also up to 1000 Westerners) joined the war in Ukraine.
nb: Minst 17 000 personer - hovedsakelig russere, men også opp mot 1000 fra Vesten - har reist fra sine hjem for å bli med i krigen i Ukraina.

source: The presentation starts 12.00 and ends 13.30.
nb: Presentasjonen varer fra 12.00 til 13.30.

source: Closing remarks by Xianliang Yi, Ambassador of the People's Republic of China in the Kingdom of Norway
nb: Avslutningskommentar ved Xianliang Yi, Kinas ambassadør til Norge

source: She holds a MSc in International Relations and Development, with a specialization in Refugee Studies, from Aalborg University.
nb: Hun har en MSc i internasjonale relasjoner og utvikling, med en fordypning i flyktningstudier, fra Aalborg Universitet.

source: Her project is funded through the Norwegian Research Council’s FRIPRO (funding scheme for independent projects), as part of the NUPI-led international project “Jihadist Insurgent Governance in the Sahel”.
nb: Forskningsprosjektet hennes er finansiert av Forskningsrådets FRIPRO midler, som en del av NUPI- prosjektet “Jihadist Insurgent Governance in the Sahel”.

source: (account leaks from Swiss banks) was therefore complicated for the purposes of the present study - to identify and understand the use of offshore banking by ‘ordinary taxpayers’.
nb: (kontolekkasjer fra sveitsiske banker) – for å identifisere og forstå vanlige skattebetaleres bruk av offshore-tjenester.

source: The final report is due in September 2016.
nb: Sluttrapport skal foreligge i september 2016.

source: "EU Foreign Policy beyond the Crisis"
nb: "EUs utenrikspolitikk utover krisen"

source: Covid-19's many consequences are not as easily detected as others. This does not mean however, that they are not as serious as the ones we read about every day.
nb: For covid-19 fører med seg mange konsekvenser som ikke like lett lar seg synliggjøre, men som ofte er vel så alvorlige som det de direkte sykdomseffektene er for folkehelsa.

source: by Emilie Oftedal at the
nb: , skrevet av Emilie Oftedal på

source: has over a decade’s worth of experience and contacts for relief work in Lebanon.
nb: over ti års erfaring med bistandsarbeid i Libanon.

source: Irina Busygina is a professor at the Department of Applied Politics, the National Research University – Higher School of Economics, St Petersburg, Russia
nb: Irina Busygina er professor ved Institutt for anvendt politikk, Nasjonalt forskningsuniversitet – Høyskolen for økonomi, St Petersburg, Russland

source: Many came from extremist settings, predominantly far-right (brown) but also far-left (red).
nb: Mange var ekstremister fra ytre høyre (brune), men også ytre venstre (røde).

source: The February 2021 mandate renewal for the African Union Mission in Somalia (AMISOM) is an opportunity to review what we know about climate change and security in Somalia, and to consider what governments and multilateral organisations can do to improve the way they manage climate related security risks.
nb: Mandatfornyelsen av Den afrikanske unions fredsbevarende operasjon i Somalia (AMISOM) satt for februar 2021 gir oss en mulighet til å se på hva vi vet om klimaendringer og sikkerhet i Somalia, og videre vurdere hva regjeringer og multilaterale organisasjoner kan gjøre for å forbedre måten de håndterer klimarelatert sikkerhetsutfordringer.

source: Efraim Gomez, DDG, Head UN-unit, Swedish Ministry of Foreign Affairs
nb: Efraim Gomez, DDG, Leder for FN-enheten, Det svenske utenriksdepartementet

source: (C-REX) at the University of Oslo.
nb: (C-REX) ved Universitetet i Oslo.

source: The Nordic states air forces have cooperated closely, especially after Russia reinvigorated its military posture in the region from 2007-2008.
nb: De nordiske luftforsvarene har et tett samarbeidet, som særlig tiltok etter at Russland rustet opp militært og endret operasjonsmønsteret fra rundt 2007-2008.

source: (George Washington University) and
nb: (George Washington University) og

source: (GIP) is a Tbilisi-based non-profit, non-partisan, research and analysis organization founded in early 2011.
nb: The Georgian Institute of Politics (GIP) er et ideelt, uavhengig forskningsinstitutt som ble grunnlagt i 2011.

source: NUPI was founded by the Norwegian Parliament in 1959.
nb: NUPI ble opprettet av Stortinget i 1959.

source: that the equality and diversity policy is an integral part of NUPI’s structures and
nb: likestillings- og mangfoldspolitikk som er integrert i NUPIs strukturer og

source: She has also been awarded several prestigious prizes, such as the Anne Vondeling Prize for her political reporting, as well as the Heldring Prize in 2015 for best Dutch columnist.
nb: Hun har også blitt tildelt flere prestisjefylte priser, for eksempel Anne Vondeling-prisen for sin politiske rapportering, samt Heldring-prisen i 2015 for beste nederlandske spaltist.

source: and researchers from other regions.
nb: og forskere fra andre regioner.

source: The first wave of terrorism in Sweden saw two lethal terrorist attacks in 1908 and 1909 which however constitute only a small, however deadly, part of the first wave.
nb: Den første bølgen av terrorisme i Sverige så to dødelige terrorangrep, i 1908 og 1909. Disse utgjør imidlertid bare en liten, men dødelig del av den første bølgen.

source: Aloys Tegera from the Pole Institute in Goma (DRC) argued that taxation is possible when taxpayers know where the money goes.
nb: Aloys Tegera fra Pole Institute i Goma (DRK) argumenterte for at skattlegging kun er mulig når skattebetalerne vet hvor pengene ender opp.

source: Executive Officer, the Norwegian embassy in Baku
nb: Konsulent, Norges ambassade i Baku

source: Research Group for Russia, Asia and International Trade
nb: forskningsgruppe for Russland, Asia og internasjonal handel

source: In recent years Radical Islam has also spread to the Russian Volga region.
nb: I senere år har radikal islam også spredt seg til den russiske Volga-regionen.

source: joins the New Strategy Center Bucharest (NSC) and NUPI for a comprehensive update on the challenges to NATO in the Arctic and Black Sea.
nb: , New Strategy Center Bucharest (NSC) og NUPI går sammen om en grundig gjennomgang av utfordringene som møter NATO i Arktis og Svartehavet.

source: Many of the world’s most known tax havens (also called secrecy jurisdictions) such as the Cayman Islands, Jersey and Guernsey Islands are all under UK jurisdiction.
nb: Noen av verdens mest kjente skatteparadis som Cayman Islands, Jersey og Guernsey Islands er alle under Storbritannias jurisdiksjon.

source: China is strategic and promotes its interests, but is here also largely regarded a constructive partner, says Hans Jørgen Gåsemyr, senior researcher at NUPI and UiB.
nb: Kina er strategisk og promoterer sine interesser, men blir her også i stor grad oppfattet som en konstruktiv partner, sier seniorforsker ved NUPI og UiB, Hans Jørgen Gåsemyr.

source: Executive Director, Interfaith Council - Religions for Peace Kyrgyzstan
nb: Administrerende direktør, Interfaith Council - Religions for Peace Kyrgyzstan

source: He holds a PhD in Politics and International Studies from the University of Cambridge.
nb: Han har doktorgrad i politikk og internasjonale studier fra University of Cambridge.

source: Intern and journalist, NRK
nb: Praktikant og sommervikar, NRK

source: She has conducted in-depth fieldwork in Lebanon and Iraq, and has resided in Egypt and Syria.
nb: Hun har gjort dyptpløyende feltarbeid i Libanon og Irak, og har tidligere vært bosatt i Egypt og Syria.

source: Speakers: State Secretary Espen Barth Eide (Ministry of Defence), Director Jan Egeland (NUPI) and Assistant Director Halvor Sætre (Ministry of Foreign Affairs).
nb: Innledere: Statsekretær Espen Barth Eide (FD), Direktør Jan Egeland (NUPI) og Underdirektør Halvor Sætre (UD).

source: LSE IDEAS, the New Strategy Center Bucharest, and NUPI invite you to a one day conference.
nb: LSE IDEAS, the New Strategy Center Bucharest og NUPI inviterer til konferanse

source: Internally, it faces societal challenges related to unemployment, integration, social exclusion, Islamist terrorism and the rise of populism.
nb: Internt er utfordringene relatert til arbeidsledighet, integrering, sosial ekskludering, islamistisk terror og økt populisme.

source: Today, the G20 summit is being held in Hamburg.
nb: I dag er det duket for G20-møte i Hamburg.

source: Since Russian President Vladimir Putin announced his ‘Pivot to Asia’ policies two years ago, there has been heightened international debate over what the role of Russia’s Far East (RFE) regions will be in greater East Asian political and economic developments.
nb: Siden Russlands president Vladimir Putin annonserte sin 'Pivot to Asia'-policy for to år siden, har det blitt ført skjerpet internasjonal debatt om hvilken rolle regionene i Russlands fjerne østen(Russia's Far East, RFE) vil spille i større øst-asiatisk politikk- og økonomiutvikling.

source: is Associate Professor at University of Oslo in the department for Russia, Central Europe and the Balkans.
nb: er førsteamanuensis på ved Universitetet i Oslo på avdeling for Russland, Sentral-Europa og Balkan.

source: She has an undergraduate degree in political science, and a one-year program in security studies.
nb: Hun har en bachelorgrad i statsvitenskap med fordypning i samfunnssikkerhet, et årsstudium i sikkerhetsstudier.

source: Lieutenant Colonel and Lecturer, Norwegian Defence University College
nb: oberstløytnant og foreleser, Forsvarets Høgskole

source: It is an international actor in the field of security and defence as well’, says Hillion.
nb: Unionen er en internasjonal aktør også på områdene sikkerhet og forsvar, sier Hillion.

source: Both of these alternative ways of examining technology suffer from treating technology and society as two different areas.
nb: Begge disse alternative måtene å fremstille teknologi på lider av å behandle teknologi og samfunn som to forskjellige områder.

source: ‘This is very exciting for Elana.
nb: - Dette er veldig moro for Elana.

source: Drivers of violent extremism: NUPI to coordinate EU-funded project
nb: NUPI skal lede EU-finansiert forskningsprosjekt om voldelig ekstremisme

source: , Senior Fellow on The Future of Diplomacy Project at Harvard’s Belfer Center, former United States Permanent Representative to the North Atlantic Council
nb: , seniorforsker ved The Future of Diplomacy Project ved Harvard’s Belfer center, og tidligere amerikansk representant til Det nordatlantiske råd

source: What are the likely consequences, for Britain and for the EU, should the British people vote to leave?
nb: Hva er de mulige konsekvensene for Storbritannia og EU om det britiske folket stemmer for å forlate unionen?

source: She has a Ph.D. in Political Science from Stockholm University and an MA in Peace and Conflict Research from Uppsala University.
nb: Hun har en doktorgrad i statsvitenskap fra Universitetet i Stockholm og en mastergrad i Peace and Conflict Research fra Universitetet i Uppsala.

source: Russian war-fare against Chechnya was particularly violent and caused enormous suffering for the civilian population, much like what we are seeing in Syria today.
nb: Russisk krigføring mot Tsjetsjenia var spesielt voldelig og påførte sivilbefolkningen enorm lidelse, ikke ulikt det vi ser av russisk krigføring i Syria i dag.

source: So, for example, while WPS has encompassed feminist work in areas such as security sector reform, the broadly understood area feminist political economy – an integrated feminist analysis of issues including finance, livelihoods, displacement, healthcare, housing, urban planning, infrastructure, environment and disaster rebuilding – has largely been outside the international WPS agenda.
nb: Mens WPS har omfattet feministisk arbeid i områder som sikkerhetssektorreform, har ikke feministisk politisk økonomi – med andre ord en integrert feministisk analyse av problemstillinger innenfor økonomi, levekår, flukt og migrasjon, helse, bolig, infrastruktur og byplanlegging, og miljø- og katastrofehåndtering – vært en del av den internasjonale WPS-agendaen.

source: One likely reason for this gap is the Purchasing Power Parity (PPP) adjustment undertaken in order to make real income or poverty data internationally comparable.
nb: såkalte Purchasing Power Parity (PPP) data som tar høyde for ulike prisnivåer og dermed gjør realinntekt og fattigdomsdata internasjonalt sammenlignbare.

source: Executive Director, The Norwegian Forum for Development and Environment (ForUM)
nb: Daglig leder, Forum for utvikling og miljø (ForUM)

source: The series is part of a project funded by the Norwegian Ministry of Foreign Affairs, and will consist of a total of 12 articles.
nb: Serien er del av et prosjekt finansiert av Utenriksdepartementet, og vil bestå av totalt 12 artikler.

source: A conversation between former Obama-advicer Samantha Power and NUPI-director Jan Egeland on the United States and the responsibility to protect civilians in armed conflicts
nb: En samtale mellom tidligere Obama-rådgiver Samantha Power og NUPI-direktør Jan Egeland om USA og prinsippet "responsibility to protect"

source: She holds a BA in International Relations from Boston College and a Masters in International Security from Georgetown University.
nb: Hun har en bachelorgrad i internasjonale relasjoner fra Boston College og en mastergrad i internasjonal sikkerhet fra Georgetown universitetet.

source: The policy brief examines the rise of ad-hoc security initiatives (ASIs) as an established type of collective security mechanism.
nb: Denne policy brief-en undersøker fremveksten av ‘ad-hoc security initatives’ (ASIs) som en etablert mekanisme for kollektiv sikkerhet.

source: Cedric has a Ph.D. in Applied Ethics from the Department of Philosophy of the University of Stellenbosch, and a M.A. (cum laude) in Conflict Management and Peace Studies from the University of KwaZulu-Natal.
nb: Cedric har doktorgrad i Applied Ethics fra University of Stellenbosch og mastergrad (cum laude) i konflikthåndtering og fredsstudier fra University of KwaZulu-Natal.

source: He started working on Southeast Asia as a student in 1992, and has since worked as a long-term political observer in Cambodia and done field-based research in Indonesia and Myanmar.
nb: Han begynte å jobbe med Sørøst-Asia som student i 1992, og har siden jobbet som en langsiktig politisk observatør i Kambodsja og gjort feltbasert forskning i Indonesia og Myanmar.

source: The institute is a public administrative body subordinate to the Ministry of Education and Research, and numbers some 60 employees.
nb: Instituttet er et forvaltningsorgan underlagt Kunnskapsdepartementet og teller i overkant av 60 årsverk.

source: To advance knowledge on ad hoc crisis responses, ADHOCISM will establish a dataset on ad hoc crisis responses in global health and security.
nb: For å utvikle mer kunnskap om ad hoc kriseløsninger vil ADHOCISM etablere et datasett på ad hoc kriseløsninger innenfor global helse og sikkerhet.

source: The turn to behavioural analysis around 1960 challenged this state of affairs, and even though explicit historical analysis never disappeared, it clearly lost its pride of place.
nb: Fokuset på atferdsanalyse rundt 1960 utfordret tingenes tilstand, og selv om eksplisitt historisk analyse aldri forsvant, mistet det helt klart sin hedersplass.

source: Opening, Ine Eriksen Søreide, Foreign Minister of Norway
nb: Åpningsinnlegg, Utenriksminister Ine Eriksen Søreide

source: Importantly, China also initiates new multilateral banks headquartered in China, among which the Asian Infrastructure Investment Bank has attracted the most attention.
nb: Ikke minst tar Kina selv initiativ til nye multilaterale banker med hovedsete i Kina, hvorav Asian Infrastructure Investment Bank får mest oppmerksomhet.

source: Jakub Godzimirski, who has written the book
nb: Jakub Godzimirski, som har skrevet boken

source: NUPI Theory Seminar on "Bush's Grand Strategy"
nb: Teoriseminar om "Bush's Grand Strategy"

source: Some form of cooperation between Russia and the EU is crucial for stability in Europe’, Rieker adds.
nb: Skal man ha stabilitet i Europa er en form for samarbeid mellom øst og vest avgjørende, sier Rieker.

source: Researcher in migration and development studies at Obafemi Awolowo University, Ile-Ife, Nigeria.
nb: Forsker, migrasjon- og utviklingsstudier ved Obafemi Awolowo University, Ile-Ife, Nigeria

source: He is also Senior Associate Member at the Oxford Centre for Islamic Studies, UK; Senior Fellow for International Relations at the National Council for US Arab relations in Washington DC; and Research Fellow at the Dubai School of Government, UAE.
nb: Han er også Senior Associate Member på Oxford Centre for Islamic Studies, Senior Fellow for internasjonale relasjoner ved National Council for US Arab Relations i Washington DC og Research fellow på Dubai School of Government.

source: The aim of the Dialogue Forum is to facilitate strategic discussions between researchers, experts and the Ministry of Foreign Affairs.
nb: Formålet er å legge til rette for strategisk diskusjon mellom forskere, fageksperter og Utenriksdepartementet.

source: Previously, Kaja has worked for the Norwegian Central Bank in the Department for International Monetary Policy and for the Norwegian Embassy in Reykjavik, Iceland.
nb: Tidligere har Kaja jobbet for Norges Bank i avdelingen for internasjonal pengepolitikk og for den norske ambassaden i Reykjavik.

source: In addition, he has worked in the Norwegian Armed Forces and served at NATO/KFOR in Kosovo.
nb: I tillegg har Friis jobbet i Forsvaret og tjenestegjort for NATO/KFOR i Kosovo.

source: Irina Starodubrovskaya is the head of the department “Political Economy and Regional Development” at Gaidar Institute for the Economic Policy.
nb: Irina Starodubrovskaya er leder for avdeling for politisk økonomi og regional utvikling ved Gaidar Institute for the Economic Policy.

source: The threats the UN is facing in Mali are closely linked to its mandate to help the government in Bamako to extend its authority and control over the North of Mali.
nb: Truslene FN står overfor i Mali er tett knyttet til organisasjonens mandat til å hjelpe regjeringen i Bamako med å utvide sin autoritet i og kontroll over det nordlige Mali.

source: This project aims to explore how structural changes in the surroundings, in form of increased integration between different energy sources and regions, is managed by international organizations.
nb: Prosjektet sikter til å utforske hvordan strukturelle forandringer i omverdenen, i form av økt integrering mellom ulike energislag og regioner, håndteres av internasjonale organisasjoner.

source: We are delighted to welcome you to the Military Power Seminar 2020 – this year in a digital format!
nb: Vi ønsker velkommen til Militærmaktseminaret 2020, i år i heldigital drakt!

source: is a Senior Fellow at the Atlantic Council of the United States, and the former President of Freedom House.
nb: er Senior Fellow ved Atlantic Council of the United States, og tidligere formann av Freedom House.

source: Strong growth in regional trade
nb: Sterk vekst i regional handel

source: In eight chapters on different sub-topics, researchers from different institutes and universities shed light on the EEA Agreement, the policy space without the EEA (using the term NOREXIT), and the consequences of EU membership.
nb: I åtte kapitler om ulike deltemaer bidrar forskere fra ulike institutter og universiteter til å belyse EØS-avtalen, handlingsrommet uten EØS (omtalt som NOREXIT) og konsekvensene av EU-medlemskap.

source: The nomination process is moving ahead in the United States.
nb: Nominasjonsprosessen ruller framover i USA.

source: Tax Justice Network’s annual tax conference was held in London on 5-6th of July.
nb: Tax Justice Networks årlige skattekonferanse ble arrangert i London 5-6 juli.

source: is Director of the Brian Urquhart Center for Peace Operations at the International Peace Institute (IPI).
nb: er direktør for Brian Urquhart Center for Peace Operations ved International Peace Institute (IPI).

source: What are the implications of Trump’s policies for the global order and EU-Asia relations?
nb: Hva er implikasjonene av Trumps politikk for den globale orden og forholdet mellom EU og Asia?
